Repository: mikebzh44/metadata-media-passion-xbmc-org
Catalog: resources/language/*/strings.po
Languages: french

# Addon Summary
source: Media-Passion scraper grabs french or english movie's informations from Media-Passion.org.
french: Le scraper Media-Passion récupère les informations des films en français ou en anglais depuis Média-Passion.org.

# Addon Description
source: Media-Passion scraper has been created by members of passion-xbmc.org community.
french: Le scraper Media-Passion est le fruit du travail de développeurs appartenant à la communauté Passion-xbmc.org.

# Addon Disclaimer
source: Media-Passion scraper is a community database where everyone is welcome to help.
french: Le scraper Media-Passion est une base de données communautaire à laquelle tout le monde est invité à participer.

# #30000
source: Account Media-Passion
french: Compte Média-Passion

# #30001
source: Username
french: Nom d'utilisateur

# #30002
source: Password API
french: Mot de passe API

# #30020
source: Metadata
french: Métadonnées

# #30021
source: Preferences
french: Préférences

# #30022
source: Language
french: Langue

# #30023
source: Keep Original Title
french: Conserver le titre original

# #30025
source: Country Certification [COLOR=66FFFFFF][MPAA][/COLOR]
french: Pays de la certification [COLOR=66FFFFFF][MPAA][/COLOR]

# #30026
source: Use MPAA of USA, if my certification is empty !
french: Utilisez MPAA des Etats-Unis, si ma certification est vide

# #30027
source: Media not found
french: Média non trouvé

# #30028
source: Add to library [COLOR=66FFFFFF](title will be empty)[/COLOR]
french: Ajouter dans la médiathèque [COLOR=66FFFFFF](le titre sera vide)[/COLOR]

# #30029
source: Movieset
french: Saga

# #30030
source: Get movieset from Media-Passion
french: Récupérer la saga depuis Media-Passion
